test/granular/suzuki/openfoam/0/Ua
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.2                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version  2.0;
    format   ascii;
    class    volVectorField;
    object   Ua;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions   [0 1 -2 0 0 0 0];

internalField    uniform (0 0 0);

boundaryField
{
    inlet
    {
        type calculated;
    }
    outlet
    {
        type calculated;
    }
}
// ************************************************************************* //
